Repository: BorisLys/XCUIPlayground
Catalog: XCUIPlayground/Resources/Localization/*.lproj/InfoPlist.strings
Languages: ru

# NSLocationWhenInUseUsageDescription
source: We use your location to show it on the map and provide location-based features.
ru: Мы используем геолокацию, чтобы показать ваше местоположение на карте.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: We use your location for features that require background location access.
ru: Мы используем геолокацию для функций, которым требуется доступ к местоположению в фоновом режиме.

# NSCameraUsageDescription
source: We need access to the camera so you can take photos inside the app.
ru: Нам нужен доступ к камере для съёмки фото внутри приложения.

# NSPhotoLibraryUsageDescription
source: We need access to your photo library so you can select photos.
ru: Нам нужен доступ к галерее, чтобы вы могли выбрать фотографию.

# NSPhotoLibraryAddUsageDescription
source: We need access to your photo library to save photos.
ru: Нам нужен доступ к галерее, чтобы сохранять фотографии.

# NSMicrophoneUsageDescription
source: We need access to the microphone to record audio.
ru: Нам нужен доступ к микрофону для записи аудио.

# NSContactsUsageDescription
source: We need access to your contacts to help you connect with people you know.
ru: Нам нужен доступ к контактам, чтобы помочь вам связаться с людьми, которых вы знаете.

# NSCalendarsUsageDescription
source: We need access to your calendar to add events.
ru: Нам нужен доступ к календарю, чтобы добавлять события.

# NSRemindersUsageDescription
source: We need access to reminders to manage tasks.
ru: Нам нужен доступ к напоминаниям для управления задачами.

# NSBluetoothAlwaysUsageDescription
source: Bluetooth access is required to connect to nearby devices.
ru: Доступ к Bluetooth необходим для подключения к находящимся поблизости устройствам.

# NSMotionUsageDescription
source: Motion data is used to improve activity-related features.
ru: Данные о движении используются для улучшения функций, связанных с активностью.

# NSFaceIDUsageDescription
source: Face ID is used to securely authenticate you in the app.
ru: Face ID используется для безопасной аутентификации в приложении.

# NSUserTrackingUsageDescription
source: This helps us provide more relevant content and measure advertising performance.
ru: Это помогает показывать более релевантный контент и измерять эффективность рекламы.

# NSUserNotificationUsageDescription
source: We use notifications to keep you informed about important updates.
ru: Мы используем уведомления, чтобы информировать вас о важных событиях.
